Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/ffk/ffk_1_kvensk_bibliotektjeneste_1_kvensk_20.06.2017.docx.tmx
Source language: nob
Languages: fkv

source: Det var et mektig bilde som åpenbarte seg for de noen og tjue mennene og kvinnene en solfylt ettermiddag i midten av oktober året 1944. De sto på Kuosuvaaras høyeste topp.
fkv: “Mahtava oliki se kuva, jonka nähthiin net hyvin parisenkymmentä miestä ja vaimoo, jokka muutamana, aurinkoisena iltapäivänä oktooberikuun puolivälissä vuonna 1944 olthiin saapunheet Kuosuvaaran korkkeimalle lajele, jolle heistä moni ei koskhaan ennen ollu sattunu laskehan jalkkaa.

source: Mange av dem hadde aldri satt sin fot der før (Kuosuvaaran takana 9).
fkv: ” (Kuosuvaaran takana 9) Nilsen-Børsskog muistelee uskottavasti siitä ko joukko pakenee.

source: Sulten, kulden, samholdet og fortellingene om egen kultur og hjemsted er til dels selvopplevde for forfatteren.
fkv: Nälkä, vilu, yhtenäisyys ja muistelukset omasta kulttuurista ja kotipaikasta oon osin kans kirjailiijan ommii kokemuksii.

source: Innenfra-perspektivet gjør Nilsen-Børsskogs kvenskildring nokså unik og det forsterkes av at ord og uttrykk også er gjengitt på kvensk.
fkv: Nilsen-Børsskog näkkee assiit sisältä käsin eli kvääniin omasta perspektiivistä, ja se tekkee hänen kväänikuvvauksesta uniikin.

source: Møtet med krigen og måten gruppen overlevde på i en tid fylt av uvisshet og frykt er hovedtema i første bind av romanserien.
fkv: Romaaniraiđon ensimäisessä osassa pääteemana oon sota, ja kunka sen kohđathiin ja kunka siitä selvithiin vaikka epävarmuus ja pelko oli suuri.

source: Alf Nilsen-Børsskog (1928-2014) vokste opp i Børselv (Pyssyjoki) i Finnmark.
fkv: Alf Nilsen-Børsskog (1928-2014) kasus Pyssyjovessa Finmarkussa.

source: Han arbeidet som snekker, fisker, skomaker og lærer.
fkv: Hän työteli snikkarinna, kalastaajana, suutarinna ja opettaajana.

source: Miljøet hans i Børselv var kvensktalende, og det er dette miljøet han skildrer i sin litterære produksjon.
fkv: Hänen oma miljöö oli kvääninkielinen, ja se oon justhiin tämä miljöö mitä hän kuvvaa omissa tekstissä.

source: Han debuterte som forfatter i pensjonsalder og ble raskt kjent som forfatteren bak den første romanen på kvensk.
fkv: Hän kirjoitti ensimäisen kirjan pensionisti-ijässä ja tuli noppeesti tunnetuksi kirjailiijana joka kirjoitti ensimäisen kvääninkielisen romaanin.

source: Senere fikk han også gitt ut den første diktsamlingen skrevet på kvensk.
fkv: Hiljemin hän kans antoi ulos ensimäisen kvääninkielisen poeemikirjan.

source: Nilsen-Børsskog har skrevet den selvbiografiske romanserien Elämän jatko i fem deler, hvorav fire er utgitt.
fkv: Romaaniraiđossa Elämän jatko, jonka Nilsen-Børsskog oon kirjoittannu, oon viisi kirjaa joista nelje kirjaa oon annettu ulos.

source: Romanene er utgitt på forlaget Iđut.
fkv: Iđut-forlaaki oon antanu ulos kirjat.

source: I de frittstående romanene skildrer Nilsen-Børsskog tiden under og etter andre verdenskrig.
fkv: Nilsen-Børsskog kuvvaa näissä romaaniissa toista mailmansottaa ja aikkaa sen jälkheen.

source: De fire diktsamlingene er utgitt av Kvensk institutt i Børselv.
fkv: Kainun institutti Pyssyjovessa oon antanu ulos hänen nelje poeemikirjaa.

source: Synliggjøring av kvensk språk, kultur og historie var bakgrunnen for at Alf Nilsen-Børsskog ble hedret med Kvensk litteraturpris i 2013.
fkv: Alf Nilsen-Børsskog oon tehny näkkyyväksi kväänin kieltä, kulttuurii ja histooriaa, ja tämän työn eđestä hän sai Kväänin litteratuuripalkinon vuona 2013.

source: Romanserien er per i dag ikke oversatt til andre språk.
fkv: Romaaniraittoo ei ole käänetty muile kielile.

source: Vappu Inkeri Pyykkö har laget en ordliste oversatt til finsk og norsk som kan brukes i lesingen.
fkv: Vappu Inkeri Pyykkö oon tehny sanalistan jonka oon käänetty suomeksi ja norjaksi, ja tätä listaa saattaa pittäät apuna lukemisessa.

source: Listen kan lastes ned fra Kvensk institutts nettsider: http://www.kvenskinstitutt.no/sprak/sana-aitta-ordliste-til-borsskogs-romaner/
fkv: Listan saattaa lastata Kainun institutin nettilaiđalta: http://www.kvenskinstitutt.no/sprak/sana-aitta-ordliste-til-borsskogs-romaner/

source: Romaner
fkv: Romaanit

source: Elämän jatko 1 – Kuosuvaaran takana (Livet går videre 1 – Bak Kuosovaara) (2004)
fkv: Elämän jatko 1 – Kuosuvaaran takana (2004)

source: Elämän jatko 2 – Aittiruto (Livet går videre – Aittiruto) (2007)
fkv: Elämän jatko 2 – Aittiruto (2007)

source: Elämän jatko 3 – Rauha (Livet går videre – Freden) (2011)
fkv: Elämän jatko 3 – Rauha (2011)

source: Elämän jatko 4 – Viimi vuođet (Livet går videre – De siste årene) (2015, utgitt posthumt)
fkv: Elämän jatko 4 – Viimi vuođet (2015, annettu ulos posthumt)

source: Det finnes også et upublisert manuskript til Elämän jatko 5 – Varhaiset vuođet.
fkv: Alf Nilsen-Børsskog oon kirjoittannu raiđon viiđenen osan Elämän jatko 5 – Varhaiset vuođet, mutta sitä ei ole publiseerattu.

source: Muistoin maila (I minnets rike) (diktsamling, 2008)
fkv: Lyrikki Muistoin maila (poeemikirja, 2008)

source: Poiminttoi (Utvalgte) (diktsamling, 2010)
fkv: Poiminttoi (poeemikirja, 2010)

source: Älä unheeta minnuu (Ikke glem meg) (diktsamling, 2010)
fkv: Älä unheeta minnuu (poeemikirja, 2010)

source: Korrui tien varrela (Smykker langs veikanten) (diktsamling, 2010)
fkv: Korrui tien varrela (poeemikirja, 2010)

source: Merimies muistelee (En sjømann minnes) (diktsamling, 2013)
fkv: Merimies muistelee (poeemikirja, 2013)

source: Lydbøker
fkv: Äänikirjat

source: Merimies muistelee (En sjømann minnes) (2015, utgitt posthumt)
fkv: Merimies muistelee (2015, annettu ulos posthumt)

source: Kvenske brev hos Statsarkivet i Tromsø
fkv: Kvääninkieliset preevit Tromssan Staatinarkiivissa

source: På Statsarkivet i Tromsø sine nettsider kan man se en rekke nettutstillinger.
fkv: Tromssan Staatinarkiivin nettilaiđala oon usseita nettinäyttelyitä.

source: Blant disse er et brev skrevet på kvensk av kvenen Petter Posti.
fkv: Yksi näistä oon preevi jonka kvääni Petter Posti oon kirjoittannu.

source: Han skriver til sognepresten angående datterens opplæring i kvensk.
fkv: Hän kirjoitti suokananpapile oman tyttären kväänin kielen opetuksen ympäri.

source: Han er ikke fornøyd med resultatene hunn har oppnådd i kvensk, og vil ta henne ut av skolen.
fkv: Hän ei ollu tytyväinen siihen kunka hänen tytär oli oppinu kväänii, ja niinpä hän halusiki ottaat tyttären pois koulusta.

source: En mann ved navn Holmgren har deretter gjengitt brevet på norsk, slik at sognepresten skulle forstå klagen.
fkv: Holmgren-niminen mies käänsi sitte preevin norjaksi, niin ette suokananpappi ymmärtäisi valituksen.

source: Dette brevet kan også leses på Statsarkivets sider.
fkv: Tämän preevin saatat lukkeet Staatinarkiivin nettilaiđasta.

source: Brevet kan leses her.
fkv: Preevin saatat lukkeet tästä.

source: Veiviser i det mangfoldige nord.
fkv: Tiennäyttääjä monikulttuurisessa pohjaisessa.

source: Utvalgte artikler av Einar Niemi
fkv: Einar Niemen valittui artikkeliita

source: Dette festskriftet til historieprofessor Einar Niemi kom ut i anledning hans 70 års-dag.
fkv: Tämä Einar Niemen juhlakirjoitus tuli ulos hänen 70-vuotis syntymäpäivän yhtheyđessä.

source: Festskriftet består av forskningsartikler som Niemi har skrevet gjennom en lang karriere i akademia, og det er redigert av Fredrik Fagertun som er leder for Institutt for historie og religionsvitenskap ved Universitetet i Tromsø.
fkv: Juhlakirjoituksessa oon tutkimusartekkeliita joita Niemi oon kirjoittannu pitkän karriäärin aikana akadeemiassa. Fredrik Fagertun, joka oon Tromssan universiteetin histoorian ja uskontotieđon institutin johtaaja, oon redigeeranu juhlakirjoituksen.

source: Einar Niemi (f. 1943) er oppvokst i Salttjern i Vadsø kommune og har som historieforsker arbeidet med blant annet samer, kvener, skolehistorie, fiskeri og industri.
fkv: Einar Niemi (s. 1943) oon kasunu Salttijärvessä, Vesisaaren komuunissa. Hän oon työtely histooriantutkiijanna ja tutkinu muun myötä saamelaissii, kvääniitä, kouluhistooriaa, kalanpyyttöö ja industriita.

source: Som kollegene ved Institutt for historie og religionsvitenskap Einar-Arne Drivenes og Hallvard Tjelmeland skriver i innledningen til festskriftet, har Niemis referansepunkt hele veien vært Varanger.
fkv: Hänen kolleegat Einar-Arne Drivenes ja Hallvard Tjelmeland, jokka kans työtelhään histoorian ja uskontotieđon institutissa, kirjoitethaan juhlakirjoituksen johđatuksessa ette Niemen referansipunkti oon aina ollu Varenki.

source: Arbeidet Niemi har gjort om nordlige minoriteter betegnes som nybrottsarbeid i historiefaget.
fkv: Se työ minkä Niemi oon tehny pohjaisten minoriteettiin etheen oon raivanu uuđen tien histooriafaakissa.

source: Blant annet skrev han tidlig om uretten som var begått mot Østsamene i Neiden-området.
fkv: Hän oon jo varhain kirjoittannu muun myötä siitä vääryyđestä minkä öystäsaamelaiset Näätämössä oon joutunheet tuntemhaan.

source: Artikkelen «Østsamene – Urfolk og grenseminoritet» fra 1999 har da også fått plass i jubileumsskriftet.
fkv: Artikkeli vuođelta 1999 oon kans myötä juhlakirjoituksessa.

source: Kvenene er nok den minoriteten Niemi har hatt størst fokus på gjennom mange år som forsker, og det gjenspeiles i festskriftet med artiklene «Den finske kolonisasjon av Nordkalotten – forløp og årsaker» fra 1978, «Kategorienes etikk og minoritetene i nord.
fkv: Pitkän karriäärin aikana Niemi oon kirjoittannu eniten kvääniin ympäri, ja se näkkyy kans juhlakirjoituksessa jossa oon myötä artikkelit vuođelta 1978, vuođelta 2002, ja vuođelta 2010.

source: Festskriftet passer for alle som vil lære mer om minoriteter og urbefolkning på Nordkalotten, men også om sentrale skikkelser som hvalfangstpioneren Svend Foyn og embetsmannen Hans Lilienskiold.
fkv: Juhlakirjoitus passaa kaikile jokka haluthaan oppiit enämen minoriteettiin ja alkupöräiskanssoin ympäri Pohjaiskalotilla, ja kans sellaisten sentraaliitten ihmisten ympäri ko valhaanpyyttääjäpioneeri Svend Foyn ja virkamies Hans Lilienskiold.

source: Som vedlegg til artikkelsamlingen er en komplett bibliografi utarbeidet av Per Aspaas Pippin fra Universitetsbiblioteket i Tromsø og en Tabula gratulatoria.
fkv: Artikkelikokohoonpanossa oon kans myötä täyđelinen bibliografia jonka Tromssan universiteettibiblioteekin työntekkiijä Per Aspaas Pippin oon tehny. Lisäksi oon myötä Tabula gratulatoria.

source: Boka ble utgitt av Orkana forlag i 2014
fkv: Orkana-forlaaki oon antanu ulos kirjan vuona 2014.

source: Muisto og Toivo
fkv: Muisto ja Toivo

source: Kvensk sanggruppe og Barn og unge i Nord-Troms fikk i 2012 gitt ut hver sin CD gjennom Halti kvenkultursenter IKS sitt prosjekt.
fkv: Kväänin laulujoukko ja Pohjais-Tromssan Lapset ja nuoret annethiin kumpiki ulos oman CD´n vuona 2012. Tämä tapattui prosjektin «Muisto ja Toivo» yhtheyđessä jonka Haltiin kväänisentteri järjesti.

source: På begge platene synger de sanger som lenge har vært kjente i Nord-Troms og Finnmark.
fkv: Kummassaki CD-plaatassa oon laului jokka oon jo kauvoin olheet tunnetut Pohjais-Tromssassa ja Finmarkussa.

source: Sangene på Muisto er nok mest gjenkjennelig for den eldre generasjonen, mens Toivo inneholder mange korte sanger for barn som de med opplæring i finsk/kvensk på skolen vil kjenne igjen.
fkv: Plaatassa Muisto oon laulut joita vanhempi sukupolvi muistaa parhaiten.

source: Titlene Muisto som betyr minne og Toivo som betyr håp får utvidet betydning ved at et voksenkor synger om minnene og et barne- og ungdomskor synger om håpet.
fkv: Tittelit Muisto ja Toivo saađhaan laajeman merkityksen ko raavhaittenkööri laulaa muistoista ja lapsiin- ja nuortenkööri laulaa toivosta.

source: Musikken er arrangert av de erfarne musikerne fra Tornedal-bandet Jord, Jan Johansson og Erling Fredriksson.
fkv: Tornionlaksolaisen Jord-joukon kokenheet musikkerit Jan Johansson ja Erling Fredriksson oon sovitelheet musikin.

source: Arrangementene minner mye om Jords egen musikk i stil og valg av instrumenter.
fkv: Se oon likelä Jord-joukon ommaa musikkii ja stiilii.

source: Tre av sporene på Muisto er arrangert av kantor Peter Vang fra Nordreisa.
fkv: Raisilainen kanttori Peter Vang oon sovitellu kolme Muisto -plaatan lauluu.

source: På Toivo er tre av sangene hentet fra Kvenidol, to synges av Barn og unge i Kåfjord, én synges av Stjernekoret i Nordreisa, og én er også hentet fra KorArti’ vol. 13.
fkv: Toivo -plaatassa oon kans kolme Kveeni-idolin lauluu ja kaksi lauluu jokka Kaivuonon Lapset ja nuoret laulethaan. Raisin Stjernekoret laulaa yhđen laulun ja yhđen oon nouđettu KorArti’-nettilaiđasta (KorArti’ vol. 13).

source: Maastamuuttajien laulu - sangtradisjoner fra Finnmark og Troms
fkv: Maastamuuttajien laulu - laulutradisjuuniita Finmarkusta ja Tromssasta

source: Etter avdukingen av Innvandrermonumentet i Vadsø i 1977 reiste dirigenten Matti Yli-Tepsa rundt om i Finnmark og Troms for å samle inn sang og musikk.
fkv: Jälkhiin ko olthiin paljastanheet Maahansiirttyyjämonumentin Vesisaaressa vuona 1977, reisas dirigentti Matti Yli-Tepsa ympäri Finmarkkuu ja Tromssaa ja kokos laului ja musikkii.

source: Dette resulterte i boka Maastamuuttajien laulu (2008) som betyr «utvandrernes sang».
fkv: Tästä syntyi kirja Maastamuuttajien laulu (2008).

source: Den finske musikkgruppen Ruija Trio har spilt inn en CD med utvalgte sanger fra boken.
fkv: Suomalainen laulujoukko Ruija Trio oon tehny CDn jossa oon valittui laului kirjasta.

source: Merja Ylivaara (tidl. Yli-Tepsa) fra musikkgruppen Ruija Trio er oppført som medforfatter av boken.
fkv: Merja Ylivaara (aijemin Yli-Tepsa) Ruija Triosta oon kans ollu myötä tekemässä kirjaa.

source: De fleste arrangementene på CD-en er gruppens egne, men den inneholder også fire arkivopptak gjort av Matti Yli-Tepsa.
fkv: Joukko oon itte sovitellu usseimat CDn laulut. Lisäksi siinä oon nelje äänifiilii jokka Matti Yli-Tepsa oon ottanu ylös.

source: Opptakene er gjort i Finnmark og du kan høre lokale stemmer fra Pasvik, Bugøynes, Neiden og Vestre Jakobselv.
fkv: Nämät laulut hän oon ottanu ylös Finmarkusta, ja sie saatat kuula ko lokaalit ihmiset laulethaan laului Paasjovesta, Pykeästä, Näätämöstä ja Annijovesta.

source: Boka er inndelt i tema som spenner fra barnesanger og ringdans til mer alvorstunge tema som tro og militærtjeneste.
fkv: Kirjan oon jajettu eri teemhoin niin ko lastenlaulut, piiritanssit, usko ja militääripalvelu.

source: De finske tekstene ledsages av enkeltvise kommentarer om Mattis opplevelser på reisen og opplysninger om den han lærte sangen fra.
fkv: Matti Yli-Tepsa oon kirjoittannu matkakokemuksiin ympäri, ja hän kans muistelee ihmisten ympäri joilta hän oli oppinu laulut.

source: Alle tekstene har tilhørende noter og besifring.
fkv: Kaikissa tekstiissä oon nuotit ja akkordit.

source: Ruija Trios øvrige medlemmer er Jukka Hannula på trekkspill og kantele, Tapio Miettinen på gitar, mandolin og sang, og gjestemusikant Eemeli Männistö på kontrabass.
fkv: Ruija Triossa pelathaan kans Jukka Hannula (haitari ja kantelet), Tapio Miettinen (kitaari, mandoliini ja laulu) ja vierasmusikanttina Eemeli Männistö (kontrabasso).

source: Boka ble utgitt av Gummerus Kirjapaino Oy i Jyväskylä 2008.
fkv: Gummerus Kirjapaino Oy oon antanu ulos kirjan Jyväskylässä vuona 2008.

source: CDen ble utgitt av Jutarinki ry.
fkv: CDn antoi ulos Jutarinki ry. Näin laitama

source: Rolf Inge Larsen: Religion og fiendebilder: læstadianismen, statskirken og kvenene 1870-1940.
fkv: Pyssyjokilainen Kristine Nygård näyttää kunka kovothaan haisuheinää ja laitethaan haisuheinäpalmikoita.

source: Doktorgradsavhandling levert oktober 2012.
fkv: Haldis Samuelsen muistelee kunka hän laittaa kaffijuustoo, ja Sverre Opdahl muistelee kunka poltethaan tervaa.

source: UiT – Norges arktiske universitet, fakultet for humaniora, samfunnsvitenskap og lærerutdanning, institutt for historie og religionsvitenskap.
fkv: Filmissä nämät kolme näytethään kunka työt tehđään ja samala Arvid Petterson kyssyy muutamppii kysymyksii.

source: Rolf Inge Larsen dekker et tidsspenn på sytti år i sin doktoravhandling.
fkv: Filmissä kaikin puhuthaan kväänii niin et Filmin musikki oon rohki fiini!

source: 1870 utgjorde starttidspunkt både for nasjonsbyggingspolitikken og læstadianismen i organisert form i nord, mens 1940 og krigen brakte et brudd i mange samfunnsprosesser.
fkv: Vuona 1870 alkoi organiseerattu nasjuuninpykkäyspolitikki ja lestaadionismi vaikuttamhaan pohjaisessa, mutta vuosi 1940 ja sota katkaisi monnii samfynniprosessiita.

source: Avhandlingens tittel gir assosiasjoner til vår egen tid, med ulike typer fiendebilder i omløp, skarpe skiller mellom og og statlig minoritetspolitikk som redskap for orden og stabilitet.
fkv: Tutkimuksen titteli viepi meiđän ajatukset nykypäivhään. Se pyörttää meiđän takaisin erityyppishiin viholiskuvhiin, «meiđän» ja «muitten» erottamisheen ja staatin moniriteettipolitikkhiin jolla freistathaan tuođa oorninkkii ja stabiliteettii.

source: Med Larsens egne ord er temaet «forholdet mellom læstadianismen og den norske statskirken sett i lys av norske myndigheters fiendebilde av kvenene». Lyngen og Vadsø er valgt som undersøkelsesområder.
fkv: Niin ko Larsen itte sen sannoo, niin tutkimuksen teema oon «suhđet lestaadionismin ja Norjan staatinkirkon välilä, ko sitä kattothaan siinä valossa ette kummoinen viholiskuva Norjan hallitusherroila oli kvääniin ympäri».

source: De har likhetstrekk ved at de begge hadde en tallrik kvensk befolkning og stor oppslutning om læstadianismen.
fkv: Hän oon valinu Yykeän ja Vesisaaren alat joita hän tutkii. Kummassaki paikassa oli paljon kvääniväkkee ja luja lestaadionismi.

source: Forfatteren undersøker hvordan og hvorfor fiendebildene oppstod, og hvilke strategier de ulike aktørene tok i bruk.
fkv: Larsen tutkii ette kunka viholiskuva syntyi ja kummoissii strategiita kukainenki käytti.

source: Han vil finne ut i hvor stor grad kirken, representert ved biskop og sogneprest, var lojal overfor norsk minoritetspolitikk, som hadde assimilasjon som mål.
fkv: Hän halluu tiettäät ette kunka paljon kirkko, eli pispa ja suokananpappi, oli lojaali Norjan minoriteettipolitikin kans jonka meininkinnä oli assimilasjuuni.

source: Han er også opptatt av hvilke teologiske lærespørsmål som var viktige i forholdet mellom statskirken og i læstadianismen.
fkv: Hän kans tutkii ette mikkä teoloogiset oppikysymykset olthiin tärkkeet staatinkirkon ja lestaadionismin välilä.

source: Framstillingen har mange interessevekkende deltitler underveis, som «Et luthersk toppmøte i Skibotn», en begivenhet som fant sted 22. juni 1931, da læstadianernes bedehus i Skibotn ble innviet til statskirkekapell.
fkv: Tutkimuksessa oon monta interesanttii osatittelii, niin ko «Lutherinen kokkous Yykeänperässä» jonka piđethiin 22. juulikuuta vuona 1931, ko lestaadiolaisten rukkoushuonet Yykeänperässä vihithiin staatinkirkkokapelliksi.

source: Av andre kapitler kan nevnes «Læstadiansk vekkelse i et samfunnsperspektiv» og «Kvensk etnisitet i forhold til stat, kirke og forsamling».
fkv: Lisäksi saattaa mainita kapittelit «Lestaadiolainen herätys samfynniperspektiivistä kattottunna» ja «Kvääni-etnisiteetti staatin, kirkon ja kokkoontumisen yhtheyđessä».

source: Avhandlingen beskriver også alle geistlige ledere i de to prestegjeldene Lyngen og Vadsø fra 1870 til 1940, bl.a. presten og språkforskeren Johan Arnt Beronka i Vadsø, og har tilsvarende omtale av de viktigste læstadianske lederskikkelsene.
fkv: Tutkimuksessa muistelhaan kans kaikkiin pappisjohtaajiitten ympäri jokka työtelthiin Yykeän ja Vesisaaren kirkkopitäjiissä vuossiin 1870-1940 aikana, niin ko muun myötä vesisaarilaisen papin ja kielentutkiijan Johan Arnt Beronkan ympäri.

source: Selv om det er en akademisk publikasjon, er «Religion og fiendebilder» godt lesbar for et allment publikum.
fkv: Vaikka «Uskonto ja viholiskuvat» oon akadeeminen tutkimus, saatethaan kaikin sen hyvin lukkeet.

source: Om en vil gjøre seg kjent med hovedinnholdet uten å lese alt, er det mulig å lese de grundige, men oversiktlige oppsummeringene etter hvert hovedkapittel.
fkv: Jos et halluu lukkeet koko kirjaa, oon jokhaisen pääkapittelin lopussa lyhykäisempi selvitys kapittelin sisälyksen ympäri.

source: Avhandlingen kan leses i fulltekst på nettet http://munin.uit.no/handle/10037/4739, men er også utgitt i bokform og kan lånes på biblioteket.
fkv: Koko tutkimuksen saattaa lukkeet netissä http://munin.uit.no/handle/10037/4739. Tutkimuksen oon annettu ulos kans kirjana ja sen saattaa lainata biblioteekista.

source: Rolf Inge Larsen er førsteamanuensis ved Institutt for lærerutdanning og pedagogikk ved UiT Norges arktiske universitet.
fkv: Rolf Inge Larsen oon ensimäinen amanuensis Tromssan universiteetin opettajakoulutuksen ja pedagogikin institutissa.

source: Han deltar i flere forskningsprosjekter, og er bl.a. leder av styringsgruppe for LLL Online, som har som mål å samle inn, digitalisere, analysere og synliggjøre alt tilgjengelig materiale etter Lars Levi Læstadius.
fkv: Hän oon muun myötä LLL Online´n styyrinkijoukon johtaaja, ja tämän joukon meininkinnä oon kovota, digitaliseerata, analyseerata ja nostaat esile kaiken sen materiaalin mikä oon olemassa Lars Levi Læstadiuksen ympäri.

source: I sin nye ungdomsroman Elvesang tar Ellen Hofsø leseren med til 1860-tallets Tornedal.
fkv: Uuđessa nuoriinromaanissa Elvesang ottaa Ellen Hofsø meiđän myötä 1860-luvun Tornionlakshoon.

source: Romanen handler om kvenjenten Kaarina som blir sendt til kysten av Nord-Norge, Ruija, av sine foreldre.
fkv: Romaanissa hän muistelee kväänitytär Kaarinan ympäri, ja kunka vanhiimet lähätethiin hänen Pohjais-Norjan rannikolle eli Ruijhaan.

source: I Tornedalen der hun kommer fra er det hungersnød, og hun og lillebroren Daniel må klare seg som best de kan på vei til det nye landet.
fkv: Tornionlaksossa, mistä hän oon pois, oon nälänhätä, ja hän ja pikkuveli Daniel häyđythään pärjätä niin hyvin ko kyethään matkala uutheen maahan.

source: De reiser nordover sammen med samene, men kommer bort fra hverandre.
fkv: Het matkustethaan pohjaisheen yhđessä saamelaisten kans, mutta öksythään toinen toisesta.

source: Kaarina mistrives i sitt nye norske hjem, og rømmer for å finne lillebroren igjen.
fkv: Kaarina ei triivastu uuđessa norjalaisessa kođissa, ja niinpä hän pakenee ja freistaa löyttäät taas oman pikkuveljen.

source: Romanen ble lansert denne uken og har enda ikke kommet til vårt bibliotek.
fkv: Romaanin lanseerathiin tällä viikola, eikä se ole vielä tullu meiđän biblioteekkhiin.

source: En mer utfyllende omtale vil komme når vi har fått boken i hus.
fkv: Enämen tiettoo tullee sitte ko olema saanheet kirjan.

source: Utgitt av ČálliidLágádus – ForfatternesForlag i 2017
fkv: ČálliidLágádus – ForfatternesForlag oon antanu ulos kirjan vuona 2017.

source: Kvenshistoria i kotre trekk (Kvenfolkets 500 år ved kysten)
fkv: Kirjassa Kvenfolkets 500 år ved Ishavskysten kirjoittaa Reidun Mellem lyhykäisesti kvääniin histooriasta, alkkain siitä ko vajelus Jäämeren rannikolle alkoi ja kiini tähän päivhään saakka.

source: Johanne Andrea Engstad Nilsen skrev i 2015 mastergradsoppgave om ungdommers holdninger til kvensk språk og kultur i Skibotn.
fkv: Kirjassa muistelhaan tyypilisistä kvääniin tradisjuuniista – kunka het pesthiin vaattheita, mitä het syöthiin ja kunka het saunothiin vanhaasseen aikhaan.

source: Oppgaven har fått tittelen En kvalitativ studie av ungdommers meninger om kvensk språk og kultur i Skibotn.
fkv: Mellem muistelee kans sen ympäri ko kamppailthiin kväänin kielen ja kulttuurin etheen ja aloitethiin etnopoliittisen työn ette säilytethään net.

source: Er ungdom i Skibotn arvtakere av kvensk språk og kultur?
fkv: Nämät passathaan rohki hyvin yhtheen histooriamuisteluksiin kans.

source: Oppgaven kan leses her.
fkv: Tiettoo kirjailiijan ympäri
